/* No comment provided by engineer. */
"Could not move to Applications folder" = "N’a pas pu se déplacer vers le dossier Applications";

/* No comment provided by engineer. */
"Do Not Move" = "Ne pas déplacer";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Cette application peut se déplacer vers le dossier Applications si vous le souhaitez.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Déplacer vers le dossier Applications";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "Déplacer vers le dossier Application de votre dossier personnel ?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "Déplacer vers le dossier Applications ?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Notez que vous aurez besoin de votre mot de passe administrateur.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Ceci permet de ne pas encombrer votre dossier Téléchargements.";

